[
    {
        "EN": {
            "1": {
                "articleTitle": "",
                "articleSubtitle": "",
               
                "articleText1": "Our offices and warehouses will be closed from Tuesday, December 24th, 2019 to Wednesday, January 1st, 2020 included. During this period you will be able to contact us by email at the following address: <a href=\"mailto:customers@jnl.be\">customers@jnl.be</a><br><br>We thank you for the trust you have placed in us throughout this year and wish to support you next year in all your future projects by offering you an ever more exclusive service and collections. We wish you all the best for the end of 2019 and all the best for this new year 2020.",
                "articleText2": "",

                "pic1":  "assets/Images/Actualite/Greetings/ac_1.jpg",
                "pic2":  "",

                "back": "Back"
            },
            "2": {
                "articleTitle": "Alain Lahy is nominated for the Trends Manager of the year !",
                "articleSubtitle": "Vote for him !",
               
                "articleText1": "The entire team at the JNL group of companies is delighted with the nomination of their Chairman Alain Lahy as Manager of the Year 2019 for his role as CEO of Baobab Collection, the famous Belgian-made range of internationally renowned luxury candles.<br><br>Baobab Collection and the JNL group of companies share the same values of creativity and innovation, a common expression of an art of living where multi-sensory experience and discreet luxury are combined.<br><br>At the head of a portfolio of exceptional brands, Alain Lahy is passionate about the respectful development of expertise in line with the times, guaranteeing an irreproachable quality within JNL and Baobab Collection.",
                "articleText2": "",

                "pic1":  "assets/Images/Actualite/Alain Lahy/ac_1.jpg",
                "pic2":  "assets/Images/Actualite/Alain Lahy/ac_2.jpg",

                "back": "Back"
            },
            "3": {
                "articleTitle": "Maison & Objet - January 2020",
                "articleSubtitle": "Discover our new line JNL Studio",
               
                "articleText1": "The JNL group is pleased to present an exclusive line of sofas, seats, and complementary elements geared towards a “nomadic” clientele looking for modular products both qualitative and respectful of the environment.<br><br>Emphasis is placed on the “practical everyday” with a range of offerings.<br><br>To achieve this, JNL Studio bet on a product adapted to all interiors, both in terms of volumes and covering choices, with an offering of sofas and chairs with removable coverings and shifting storage elements.<br><br>In response to a growing demand, symptomatic of an era where mobility is a key component of a new way of life, it will now be possible to rent this furniture for a period ranging from months to years.<br><br>Whether for a couple of elements or a full décor adapted to your living and working spaces, JNL Studio offers you a personalized service to match your needs, placing at your disposition its irreproachable craftsmanship, made more affordable.<br><br>Innovation, creativity, flexibility: such are the pillars of this new line of furniture deemed “ready-to-use” in reference to “ready-to-wear” lines of haute couture houses much like the JNL Collection label, in the sphere of interior decoration.",
                "articleText2": "",

                "pic1":  "assets/Images/Actualite/MO/ac_1.jpg",
                "pic2":  "",

                "back": "Back"
            }
        },
        "FR": {
            "1": {
                "articleTitle": "",
                "articleSubtitle": "",
            
                "articleText1": "Madame, Monsieur, Chères Clientes, Chers Clients,<br><br>Nos bureaux et nos entrepôts seront fermés du mardi 24 décembre 2019 au mercredi 1er janvier 2020 inclus. Durant cette période il vous sera possible de nous contacter par mail à l’adresse suivante: <a href=\"mailto:customers@jnl.be\">customers@jnl.be</a><br><br>Nous vous remercions  pour la confiance que vous nous avez accordée durant toute cette année et souhaitons vous accompagner l’année prochaine dans tous vos projets futurs en vous proposant un service et des collections toujours plus exclusifs.<br><br>Nous vous souhaitons d’ores et déjà d’excellentes fêtes de fin d’année 2019 ainsi que tout le meilleur pour cette nouvelle année 2020.",
                "articleText2": "",

                "pic1":  "assets/Images/Actualite/Greetings/ac_1.jpg",
                "pic2":  "",

                "back": "Retour"
            },
            "2": {
                "articleTitle": "Alain Lahy est nominé aux Trends Manager 2019 !",
                "articleSubtitle": "Votez pour lui !",
            
                "articleText1": "Tous les collaborateurs du groupe JNL se réjouissent de la nomination de son président Alain Lahy au titre de Manager de l’année 2019 pour son rôle de CEO au sein de l’entreprise Baobab Collection célèbre gamme belge de bougies de luxe à la renommée internationale.<br><br>Baobab Collection et le groupe JNL partagent les mêmes valeurs de créativité et d’innovation, expression commune d’un art de vivre où se mêlent expérience multi sensorielle et luxe confidentiel.<br><br>A la tête d’un portefeuille de marques d’exceptions, Alain Lahy est un passionné du développement respectueux d’un savoir-faire en phase avec l’époque, garant d’une qualité irréprochable au sein du groupe JNL sa et Baobab Collection.",
                "articleText2": "",

                "pic1":  "assets/Images/Actualite/Alain Lahy/ac_1.jpg",
                "pic2":  "assets/Images/Actualite/Alain Lahy/ac_2.jpg",

                "back": "Retour"
            },
            "3": {
                "articleTitle": "Maison & Objet - Janvier 2020",
                "articleSubtitle": "Découvrez notre nouvelle ligne JNL Studio",
            
                "articleText1": "Le groupe JNL propose en exclusivité une nouvelle gamme de canapés, sièges et compléments plus spécialement destinée à une clientèle « nomade » en recherche d’un produit modulable, de qualité et respectueux de l’environnement.<br><br>L’accent est porté sur « le pratique au quotidien » mais aussi sur une grande flexibilité au niveau de l’offre.<br><br>Pour ce faire la ligne JNL Studio mise sur un produit adaptable à tous les intérieurs tant au niveau des volumes qu’au niveau du choix des revêtements, en proposant des canapés et sièges déhoussables, de même que des éléments de rangements évolutifs.<br><br>Pour répondre à une demande croissante, reflet de notre époque où la mobilité est une des clefs du d’un nouveau style de vie, il sera désormais possible de louer ce mobilier pour une période allant d’un mois à plusieurs années.<br><br>Qu’il s’agisse de quelques éléments ou d’ambiances complètes adaptées à vos lieux de vie et de travail, JNL Studio vous offre un service personnalisé en accord avec vos besoins, mettant à votre disposition un savoir-faire inégalé mais néanmoins abordable.<br><br>Inventivité, créativité, flexibilité telles sont les directions données à cette gamme de mobilier que l’on peut qualifier de « prêt-à-utiliser », en référence à la déclinaison « prêt-à-porter » d’une maison haute couture comme l’est actuellement le label JNL Collection dans l’univers de la décoration d’intérieur.",
                "articleText2": "",

                "pic1":  "assets/Images/Actualite/MO/ac_1.jpg",
                "pic2":  "",

                "back": "Retour"
            }
        }
    }
]