[
    {
        "EN": {
            "1": {
                "articleTitle": "Maison & Objet - January 2020",
                "articleSubtitle": "Thank you for visiting us!",

                "articleText1": "We thank you for the trust you place in us by accompanying you in each of your projects.<br>JNL Team.",
                "articleText2": "",

                "pic1":  "assets/Images/Actualite/MO/HM_pic2.jpg",
                "pic2":  "",

                "back": "Back"
            },
            "2": {
                "articleTitle": "Alain Lahy is nominated for the Trends Manager of the year !",
                "articleSubtitle": "Vote for him !",

                "articleText1": "The entire team at the JNL group of companies is delighted with the nomination of their Chairman Alain Lahy as Manager of the Year 2019 for his role as CEO of Baobab Collection, the famous Belgian-made range of internationally renowned luxury candles.<br><br>Baobab Collection and the JNL group of companies share the same values of creativity and innovation, a common expression of an art of living where multi-sensory experience and discreet luxury are combined.<br><br>At the head of a portfolio of exceptional brands, Alain Lahy is passionate about the respectful development of expertise in line with the times, guaranteeing an irreproachable quality within JNL and Baobab Collection.",
                "articleText2": "",

                "pic1":  "assets/Images/Actualite/Alain Lahy/ac_1.jpg",
                "pic2":  "assets/Images/Actualite/Alain Lahy/ac_2.jpg",

                "back": "Back"
            },
            "3": {
                "articleTitle": "Invitation",
                "articleSubtitle": "Discover our new line JNL Studio",

                "articleText1": "Nous vous remercions pour la confiance que vous nous accordez en vous accompagnant dans chacun de vos projets.\nJNL Team.",
                "articleText2": "",

                "pic1":  "assets/Images/Actualite/MO2/HM_pic2.jpg",
                "pic2":  "",

                "back": "Back"
            }
        },
        "FR": {
            "1": {
                "articleTitle": "Maison & Objet - Janvier 2020",
                "articleSubtitle": "Merci de votre visite!",

                "articleText1": "Nous vous remercions pour la confiance que vous nous accordez en vous accompagnant dans chacun de vos projets.<br>JNL Team.",
                "articleText2": "",

                "pic1":  "assets/Images/Actualite/MO/HM_pic2.jpg",
                "pic2":  "",

                "back": "Retour"
            },
            "2": {
                "articleTitle": "Alain Lahy est nominé aux Trends Manager 2019 !",
                "articleSubtitle": "Votez pour lui !",

                "articleText1": "Tous les collaborateurs du groupe JNL se réjouissent de la nomination de son président Alain Lahy au titre de Manager de l’année 2019 pour son rôle de CEO au sein de l’entreprise Baobab Collection célèbre gamme belge de bougies de luxe à la renommée internationale.<br><br>Baobab Collection et le groupe JNL partagent les mêmes valeurs de créativité et d’innovation, expression commune d’un art de vivre où se mêlent expérience multi sensorielle et luxe confidentiel.<br><br>A la tête d’un portefeuille de marques d’exceptions, Alain Lahy est un passionné du développement respectueux d’un savoir-faire en phase avec l’époque, garant d’une qualité irréprochable au sein du groupe JNL sa et Baobab Collection.",
                "articleText2": "",

                "pic1":  "assets/Images/Actualite/Alain Lahy/ac_1.jpg",
                "pic2":  "assets/Images/Actualite/Alain Lahy/ac_2.jpg",

                "back": "Retour"
            },
            "3": {
                "articleTitle": "Invitation",
                "articleSubtitle": "Découvrez notre nouvelle ligne JNL Studio",

                "articleText1": "Le groupe JNL propose en exclusivité une nouvelle gamme de canapés, sièges et compléments plus spécialement destinée à une clientèle « nomade » en recherche d’un produit modulable, de qualité et respectueux de l’environnement.<br><br>L’accent est porté sur « le pratique au quotidien » mais aussi sur une grande flexibilité au niveau de l’offre.<br><br>Pour ce faire la ligne JNL Studio mise sur un produit adaptable à tous les intérieurs tant au niveau des volumes qu’au niveau du choix des revêtements, en proposant des canapés et sièges déhoussables, de même que des éléments de rangements évolutifs.<br><br>Pour répondre à une demande croissante, reflet de notre époque où la mobilité est une des clefs du d’un nouveau style de vie, il sera désormais possible de louer ce mobilier pour une période allant d’un mois à plusieurs années.<br><br>Qu’il s’agisse de quelques éléments ou d’ambiances complètes adaptées à vos lieux de vie et de travail, JNL Studio vous offre un service personnalisé en accord avec vos besoins, mettant à votre disposition un savoir-faire inégalé mais néanmoins abordable.<br><br>Inventivité, créativité, flexibilité telles sont les directions données à cette gamme de mobilier que l’on peut qualifier de « prêt-à-utiliser », en référence à la déclinaison « prêt-à-porter » d’une maison haute couture comme l’est actuellement le label JNL Collection dans l’univers de la décoration d’intérieur.",
                "articleText2": "",

                "pic1":  "assets/Images/Actualite/MO2/ac_1.jpg",
                "pic2":  "",

                "back": "Retour"
            }
        }
    }
]
