[
    {
        "Collections": {
            "EN": {
                "JNL": {
                    "collectionTitle": "JNL Collection",
                
                    "marqueImgSrc": "assets/Images/Marque/JNL/MKJ_first.jpg",

                    "sectionTitle": "CONTEMPORARY CLACISSISM",
                    "sectionText": "Founded in 1992, JNL collection is a subtle blend of great classics and avant-garde inspirations. Ancestral craftsmanship meets cutting-edge techniques in each vibrant new creation. With its offer of multiple finishings, JNL collection turns to customization and eclecticism to sublimate your interiors. <br><br>Whether carpenters, sculptors, upholsterers or blacksmiths, our artisans practice and respect ancestral methods, guided by a taste for innovation. They dare to create unique material combinations like stainless steel paired with bamboo mat, one of the brand’s prized associations, or luxurious velvet coupled with polished veneer. <br><br>Contrasting elements also characterize the brand’s choice of shapes, which include pure and geometrically linear armchairs next to wooden sofas sculpted with impeccable precision. ",

                    "leftTitle": "CREATIVE FREEDOM",
                    "leftText": "In the creation of eclectic and exclusive atmospheres of great facture, JNL Collection frees you from the rules and regulations of traditional furniture.<br><br>The art of amalgamation brought about by Dominique Waxmann, C.E.O. of the group, paves the way for an experience rich in cosmopolitan inspiration, elegant colorways and discrete luxury. ",

                    "rightTitle": "THE ICON",
                    "rightText": "Available as a two, three, or four-seater, the «Molière» model is one of JNL Collection’s iconic models. Coated in fabric or leather, it astounds both in style and dimension. Its maple structure rests on a uniquely sculptural base that highlights the JNL group artisans’ exceptional craftsmanship. ",
                
                    "productCategories": [
                        "SOFAS",
                        "ARMCHAIRS", 
                        "FOOTSTOOLS",
                        "DAYBEDS",
                        "CHAIRS",
                        "FURNITURE",
                        "LIGHTING",
                        "ACCESORIES"
                    ],
                    "productImages": [
                        "assets/Images/Marque/JNL/MKJ_assises.png", 
                        "assets/Images/Marque/JNL/MKJ_assises.png",
                        "assets/Images/Marque/JNL/MKJ_assises.png",
                        "assets/Images/Marque/JNL/MKJ_assises.png",
                        "assets/Images/Marque/JNL/MKJ_assises.png", 
                        "assets/Images/Marque/JNL/MKJ_mobilier.png",
                        "assets/Images/Marque/JNL/MKJ_luminaires.png",
                        "assets/Images/Marque/JNL/MKJ_accesoires.png"
                    ],

                    "style":  "assets/Images/Marque/JNL/MKJ_style.jpg",
                    "iconique":  "assets/Images/Marque/JNL/MKJ_iconique.png"
                },
                "VANHAMME": {
                    "collectionTitle": "Vanhamme",
                
                    "marqueImgSrc": "assets/Images/Marque/Vanhamme/MKV_first.jpg",

                    "sectionTitle": "A PASSION FOR HERITAGE",
                    "sectionText": "In Brussels of 1895, Jean Vanhamme launches his eponymous label and workshop dedicated to exceptional sofas, chairs, and armchairs. <br><br>Over time, the talent of its artisans has never ceased to attract the attention of great families and internationally renowned decorators alike.<br><br>Maison Vanhamme has been part of the JNL group since 2007, to which it brings an unmatched craftsmanship and unique expertise, and is today available worldwide to dress the most exclusive of interiors in its unique creations. ",

                    "leftTitle": "ART IN SERVICE OF COMFORT ",
                    "leftText": "Still designed in the original workshop, Vanhamme creations are unique in their dedication to technical excellence. In the realization of its sofas, chairs, and armchairs, the workshop’s strength lies in the passion of its artisans, carpenters, upholsterers, and couturiers. Their meticulous work in rendering shapes and textures ensures a seating experience of exceptional comfort. The curvature of a backrest or elegance of an armrest becomes a testament to the ancestral craftsmanship dedicated to the art of sitting comfortably.<br><br>Made in noble woods like chestnut or maple, its creations are dressed in palatine velvets, adorned in wool, full grain leather or audacious silks… ",

                    "rightTitle": "L'EXCESSIF",
                    "rightText": "Armchairs of generous dimensions (116 cm x 140cm) excessively comfortable, coated in fabric or leather. Its design speaks a language of sophistication and craftsmanship proper to Maison Vanhamme : quality, generosity, comfort, and exclusivity. With its matching stool, it invites you to relish in long moments of relaxation.  ",
                
                    "productCategories": [
                        "SOFAS",
                        "ARMCHAIRS", 
                        "FOOTSTOOLS",
                        "DAYBEDS",
                        "FIRESIDE CHAIRS",
                        "TABLES"
                    ],
                    "productImages": [
                        "assets/Images/Marque/Vanhamme/MKV_canapes.png",
                        "assets/Images/Marque/Vanhamme/MKV_fauteuils.png", 
                        "assets/Images/Marque/Vanhamme/MKV_poufs.png",
                        "assets/Images/Marque/Vanhamme/MKV_poufs.png",
                        "assets/Images/Marque/Vanhamme/MKV_poufs.png",
                        "assets/Images/Marque/Vanhamme/MKV_poufs.png"
                    ],

                    "style":  "assets/Images/Marque/Vanhamme/MKV_style.jpg",
                    "iconique":  "assets/Images/Marque/Vanhamme/MKV_iconique.png"
                },
                "UNGARO": {
                    "collectionTitle": "Emanuel Ungaro Home",
                
                    "marqueImgSrc": "assets/Images/Marque/Ungaro/MKU_first.jpg",

                    "sectionTitle": "Dress your interiors in haute couture… ",
                    "sectionText": "Born in France and of Italian descent, Emanuel Ungaro sets up his own haute couture label in 1965.<br><br>The fashion sphere is immediately taken with his mastery of drapery and innate sense of color.<br><br>The JNL group, with its unmatched knowledge of luxury furniture, has been charged with the task of launching the designer’s very own line. Drawing its inspiration from Ungaro’s archives, the group has created an exclusive furniture collection with an array of precious materials, motif placements, and delicate finishings. The most exclusive of interiors can now dress in haute couture.  ",

                    "leftTitle": "A gorgeous and magical world",
                    "leftText": "Emanuel Ungaro Home is an invitation into a unique world of exclusive and luxurious creations.  The collection includes a full gamut of furniture with fashioned materials of the highest order, like ostrich eggshell and deer horn inlays, or « high gloss » lacquered surfaces, to match the nobility of materials like white ebony of Macassar, marble or Murano crystal. Armchairs and sofas take on silk, Genoan velvet or woolen coverings. With magnificence as a rule, Emanuel Ungaro Home also offers a line of accessories made up of carpets, mirrors, cushions, and lamps in a « final touch » to bestow on this magical decor.  ",

                    "rightTitle": "The Prestigious Theodora… ",
                    "rightText": "Named after the historic and prestigious empress Theodora, the Theodora table speaks the language of high luxury. With enigmatic details that exist beyond the realm of the everyday, it comes in different wood finishings or with deer horn or ostrich egg inlays. Its base, as detailed as jewelry, comes in golden brass or stainless steel finishing. Whether round, square, or rectangular, this refined table alone sums up the elegance that has defined the Emanuel Ungaro Home collection. ",
                
                    "productCategories": [
                        "SOFAS",
                        "ARMCHAIRS",
                        "DAYBEDS",
                        "FOOTSTOOLS",
                        "CHAIRS",
                        "FURNITURES",
                        "LIGHTINGS",
                        "ACCESORIES"
                        
                    ],
                    "productImages": [
                        "assets/Images/Marque/Ungaro/MKU_assises.png",
                        "assets/Images/Marque/Ungaro/MKU_assises.png",
                        "assets/Images/Marque/Ungaro/MKU_assises.png",
                        "assets/Images/Marque/Ungaro/MKU_assises.png",
                        "assets/Images/Marque/Ungaro/MKU_assises.png",
                        "assets/Images/Marque/Ungaro/MKU_mobilier.png",
                        "assets/Images/Marque/Ungaro/MKU_luminaires.png",
                        "assets/Images/Marque/Ungaro/MKU_accesoires.png"
                    ],

                    "style":  "assets/Images/Marque/Ungaro/MKU_style.jpg",
                    "iconique":  "assets/Images/Marque/Ungaro/MKU_iconique.png"
                },
                "LUZ": {
                    "collectionTitle": "Luz Interiors",
                
                    "marqueImgSrc": "assets/Images/Marque/Luz/MKL_first.jpg",

                    "sectionTitle": "The elegance of understated style",
                    "sectionText": "The Luz Interiors collection timelessly furnishes your living spaces with conviviality. Entirely made of quality materials, furnishings, seats, and lamps employ an aesthetic that has been at the core of the brand’s success. With a sharp eye for detail, impeccable fabrication and exceptional choice of finishings, the Luz Interiors style continues to answer to its clients’ desires since 1995. ",

                    "leftTitle": "Clarity of design",
                    "leftText": "« Perfection is achieved not when there is nothing more to add, but rather when there is nothing more to take away. » Antoine de Saint-Exupery (sic.) <br><br>Such could be the definition of the Luz Interiors collection. With simplicity and clarity of design, each component is characterized by long-lasting value. ",

                    "rightTitle": "THE DAISY LINE",
                    "rightText": "The Daisy line offers a complete gamut of minimal furnishings: simple, practical, and robust. As the icon of the Luz Interiors collection, its success lies in its contemporary linear elements with delicate proportions and a high-end fabrication process. ",
    
                    "productCategories": [
                        "SOFAS",
                        "ARMCHAIRS",
                        "DAYBEDS",
                        "FOOTSTOOLS",
                        "CHAIRS",
                        "FURNITURES",
                        "LIGHTINGS"
                    ],
                    "productImages": [
                        "assets/Images/Marque/Luz/MKL_assises.png",
                        "assets/Images/Marque/Luz/MKL_assises.png",
                        "assets/Images/Marque/Luz/MKL_assises.png",
                        "assets/Images/Marque/Luz/MKL_assises.png",
                        "assets/Images/Marque/Luz/MKL_assises.png",
                        "assets/Images/Marque/Luz/MKL_mobilier.png",
                        "assets/Images/Marque/Luz/MKL_luminaires.png"
                    ],

                    "style":  "assets/Images/Marque/Luz/MKL_style.jpg",
                    "iconique":  "assets/Images/Marque/Luz/MKL_iconique.png"
                }
            },
            "FR": {
                "JNL": {
                    "collectionTitle": "JNL Collection",
                    
                    "marqueImgSrc": "assets/Images/Marque/JNL/MKJ_first.jpg",

                    "sectionTitle": "LE CLASSICISME MODERNE",
                    "sectionText": "Né en 1992, JNL collection est un mélange subtil entre grand classicisme et inspirations avant-gardiste. Les savoir-faire ancestraux s’accordent avec les techniques de pointe faisant vibrer chacune des créations. Proposant une multitude de finitions, JNL Collection joue la carte de la personnalisation et de l’éclectisme afin de sublimer vos intérieurs.<br><br>Qu’ils soient ébénistes, sculpteurs, garnisseurs ou ferronniers d’art, chaque artisan respecte des méthodes ancestrales tout en étant guidé par le goût de l’innovation. Ils osent des combinaisons étonnantes de matériaux tels que l’acier inoxydable associé au bambou déroulé, grande fierté de la maison ou un luxuriant velours couplé à du placage poli.<br><br>Les effets de contraste se poursuivent également dans les formes, où des fauteuils aux lignes pures et géométriques côtoient des canapés à la boiserie travaillée et sculptée avec une infinie précision.<br><br>En concevant des univers éclectiques et exclusifs de grande facture, JNL Collection vous libère des codes du mobilier traditionnel.",

                    "leftTitle": "LA LIBERTE CREATIVE",
                    "leftText": "En concevant des univers éclectiques et exclusifs de grande facture, JNL Collection vous libère des codes du mobilier traditionnel.<br><br>L’art des mélanges initiés par Dominique Waxmann, C.E.O du Groupe permet de s’épanouir dans des univers riches d’inspirations cosmopolites, teintés d’élégance et de luxe discret.",

                    "rightTitle": "L’ICONE",
                    "rightText": "Réalisable en deux, trois ou quatre places le modèle «Molière» est un des modèles phares de la gamme JNL Collection. Disponible revêtu de tissu ou de cuir, il étonne par son style et par ses dimensions généreuses. Sa structure en érable repose sur un  piètement faisant l’objet d’un travail de sculpture tout particulier, révélant tout le savoir-faire des artisans du Groupe JNL.",
                    
                    "productCategories": [
                        "CANAPéS",
                        "FAUTEUILS", 
                        "POUFS",
                        "MéRIDIENNES",
                        "CHAISES",
                        "MEUBLES",
                        "LUMINAIRES",
                        "ACCESSOIRES"
                    ],
                    "productImages": [
                        "assets/Images/Marque/JNL/MKJ_assises.png", 
                        "assets/Images/Marque/JNL/MKJ_assises.png",
                        "assets/Images/Marque/JNL/MKJ_assises.png",
                        "assets/Images/Marque/JNL/MKJ_assises.png",
                        "assets/Images/Marque/JNL/MKJ_assises.png", 
                        "assets/Images/Marque/JNL/MKJ_mobilier.png",
                        "assets/Images/Marque/JNL/MKJ_luminaires.png",
                        "assets/Images/Marque/JNL/MKJ_accesoires.png"
                    ],

                    "style":  "assets/Images/Marque/JNL/MKJ_style.jpg",
                    "iconique":  "assets/Images/Marque/JNL/MKJ_iconique.png"
                },
                "VANHAMME": {
                    "collectionTitle": "Vanhamme",
                    
                    "marqueImgSrc": "assets/Images/Marque/Vanhamme/MKV_first.jpg",

                    "sectionTitle": "LA PASSION POUR HERITAGE",
                    "sectionText": "C’est en 1895, à Bruxelles, que fut créé sous l’égide de l’exigeant Jean Vanhamme la manufacture éponyme de canapés, fauteuils et sièges d’exceptions.<br><br>Au fil des décennies le talent de ses artisans a suscité l’intérêt des grandes familles ainsi que celui des plus grands décorateurs au renom international.<br><br>La maison Vanhamme rejoint le groupe JNL en 2007, et forte de ses acquis et un savoir-faire inégalé, la collection s’exporte aujourd’hui dans le monde entier, habillant de ses créations uniques les intérieurs les plus exclusifs.",

                    "leftTitle": "L’ART AU SERVICE DU CONFORT",
                    "leftText": "Encore conçues dans les ateliers originels, les créations Vanhamme se distinguent par l’extrême qualité apportée à leur fabrication. La passion de ses artisans, menuisiers, garnisseurs ou couturiers fait toute la force des collections de canapés, fauteuils et sièges. Un travail méticuleux sur les formes et techniques assure un confort d’assise exceptionnel. Le galbe d’un dossier, l’élégance d’un accotoir sont autant de témoignages d’un savoir-faire ancestral dédié à l’art de s’asseoir confortablement.<br><br>Réalisées dans des bois nobles, comme le chêne ou l’érable, les créations sont habillées de velours palatine, d’épinglés de laine, de cuir pleine fleur ou de soies audacieuses…",

                    "rightTitle": "L'EXCESSIF",
                    "rightText": "Fauteuil aux dimensions généreuses (116 cm x 140cm), excessivement confortable, revêtu de tissu ou de cuir. Son design traduit toute la sophistication et le savoir faire de la maison Vanhamme : la qualité, la générosité, le confort et l’exclusivité. Accompagné de son pouf il vous procurera de longs moments de détentes.",
                    
                    "productCategories": [
                        "CANAPéS",
                        "FAUTEUILS", 
                        "POUFS",
                        "MéRIDIENNES",
                        "CHAUFFEUSES",
                        "TABLES"
                    ],
                    "productImages": [
                        "assets/Images/Marque/Vanhamme/MKV_canapes.png",
                        "assets/Images/Marque/Vanhamme/MKV_fauteuils.png", 
                        "assets/Images/Marque/Vanhamme/MKV_poufs.png",
                        "assets/Images/Marque/Vanhamme/MKV_poufs.png",
                        "assets/Images/Marque/Vanhamme/MKV_poufs.png",
                        "assets/Images/Marque/Vanhamme/MKV_poufs.png"
                    ],

                    "style":  "assets/Images/Marque/Vanhamme/MKV_style.jpg",
                    "iconique":  "assets/Images/Marque/Vanhamme/MKV_iconique.png"
                },
                "UNGARO": {
                    "collectionTitle": "Emanuel Ungaro Home",
                    
                    "marqueImgSrc": "assets/Images/Marque/Ungaro/MKU_first.jpg",

                    "sectionTitle": "La haute couture habille vos intérieurs.",
                    "sectionText": "Né en France, d’origine Italienne, Emanuel Ungaro fonde sa maison de haute couture à Paris en 1965.<br><br>Toute la sphère de la mode tombe dès lors en admiration devant sa maîtrise du drapé et son sens inné de la couleur.<br><br>Le groupe JNL, grâce à son savoir inimitable en matière de mobilier de luxe, s’est vu confié la réalisation de la « ligne maison » du couturier. En s’inspirant de trésors d’archives le groupe signe une collection de mobilier exclusive en travaillant toute une gamme de matières précieuses, jouant avec les motifs et les finitions délicates. La haute couture habille désormais les intérieurs les plus exclusifs.",

                    "leftTitle": "Un univers somptueux et magique",
                    "leftText": "La collection Emanuel Ungaro Home offre un univers inédit de créations exclusives et luxueuses,  faite d’une gamme de mobilier complète, pour laquelle sont travaillées les matières les plus nobles. Les marqueteries de coquille d’œuf d’autruche, de cornes de cerf ou les laques « grand brillant » font écho à la noblesse des matériaux tels que l’ébène blanc de Macassar, les marbres rares et le cristal de Murano. Les fauteuils et canapés se parent de soie, de velours de Gêne, ou de lainage. Avec la somptuosité pour règle, la collection Emanuel Ungaro Home propose également une ligne d’accessoires composée de tapis, miroirs, coussins et luminaires qui viennent ajouter une « final touch » de ce décor magique. ",

                    "rightTitle": "Théodora la prestigieuse…",
                    "rightText": "La table Théodora, dont le nom est emprunté à une ancienne et prestigieuse impératrice Byzantine, traduit à elle seule les codes du luxe. Enigmatique par ses finitions hors du commun, elle se décline dans des placages de bois précieux ou s’agrémente de marqueterie de cornes de cerf ou d’œuf d’autruche. Son piétement travaillé tel un bijou est proposé en laiton doré ou en finition inox. Ronde, carrée ou rectangulaire cette table aux lignes épurée résume à elle seule tout le raffinement de la collection Emanuel Ungaro Home.",
                    
                    "productCategories": [
                        "CANAPéS",
                        "FAUTEUILS",
                        "MéRIDIENNES",
                        "POUFS",
                        "CHAISES",
                        "MEUBLES",
                        "LUMINAIRES",
                        "ACCESSOIRES"
                    ],
                    "productImages": [
                        "assets/Images/Marque/Ungaro/MKU_assises.png",
                            "assets/Images/Marque/Ungaro/MKU_assises.png",
                            "assets/Images/Marque/Ungaro/MKU_assises.png",
                            "assets/Images/Marque/Ungaro/MKU_assises.png",
                            "assets/Images/Marque/Ungaro/MKU_assises.png",
                            "assets/Images/Marque/Ungaro/MKU_mobilier.png",
                            "assets/Images/Marque/Ungaro/MKU_luminaires.png",
                            "assets/Images/Marque/Ungaro/MKU_accesoires.png"
                    ],

                    "style":  "assets/Images/Marque/Ungaro/MKU_style.jpg",
                    "iconique":  "assets/Images/Marque/Ungaro/MKU_iconique.png"
                },
                "LUZ": {
                    "collectionTitle": "Luz Interiors",
                    
                    "marqueImgSrc": "assets/Images/Marque/Luz/MKL_first.jpg",

                    "sectionTitle": "L’élégance d’un style discret.",
                    "sectionText": "La collection Luz Interiors empreinte d’intemporalité est conçue pour meubler vos espaces de vie en toute convivialité. Entièrement réalisée dans des matériaux de qualité, meubles sièges et luminaires revoient à une esthétique légère qui fait le succès de la marque. Grace a un sens aigu du détail, une fabrication parfaite et un grand choix de finitions, le style Luz Interiors a su répondre aux attentes des clients les plus exigeants depuis 1995. ",

                    "leftTitle": "La clarté d’un design",
                    "leftText": "« La perfection est atteinte, non pas lorsqu’il n’y a plus rien à ajouter, mais lorsqu’il n’y a plus rien à retirer », Antoine de Saint- Exupery (sic).<br><br>Telle pourrait-être la définition de la collection Luz Interiors. La simplicité et la clarté du design assurant une valeur pérenne à chaque élément de la gamme.",

                    "rightTitle": "LA LIGNE DAISY",
                    "rightText": "La ligne Daisy est une gamme complète de mobilier minimaliste, simple, pratique et robuste. Devenue icône de la collection Luz Interiors, son succès est assuré par des lignes contemporaines aux proportions délicates et une grande qualité de fabrication.",
                    
                    "productCategories": [
                        "CANAPéS",
                        "FAUTEUILS",
                        "MéRIDIENNES",
                        "POUFS",
                        "CHAISES",
                        "MOBILIER",
                        "LUMINAIRES"
                    ],
                    "productImages": [
                        "assets/Images/Marque/Luz/MKL_assises.png",
                        "assets/Images/Marque/Luz/MKL_assises.png",
                        "assets/Images/Marque/Luz/MKL_assises.png",
                        "assets/Images/Marque/Luz/MKL_assises.png",
                        "assets/Images/Marque/Luz/MKL_assises.png",
                        "assets/Images/Marque/Luz/MKL_mobilier.png",
                        "assets/Images/Marque/Luz/MKL_luminaires.png"
                    ],

                    "style":  "assets/Images/Marque/Luz/MKL_style.jpg",
                    "iconique":  "assets/Images/Marque/Luz/MKL_iconique.png"
                }
            }
        },
        "Generic": {
            "EN": {
                "link1": "See all the products",
                "link2": "DOWNLOAD THE CATALOG",
                "link3": "price LIST request",

                "productsTitle": "Products",
                "discover": "SEE ALL THE",
                "autres": "discover the other brands",

                "groupe": "THE GROUP",
                "savoir": "KNOW HOW",
                "services": "SERVICES"
            },
            "FR": {
                "link1": "VOIR TOUS LES PRODUITS",
                "link2": "TÉLÉCHARGER LE CATALOGUE",
                "link3": "DEMANDER LA LISTE DE PRIX",

                "productsTitle": "Products",
                "discover": "VOIR TOUS LES",
                "autres": "DÉCOUVREZ LES AUTRES COLLECTIONS",

                "groupe": "LE GROUPE",
                "savoir": "LE SAVOIR-FAIRE",
                "services": "LES SERVICES"
            }
        }
    }
    
]