[
    {
        "EN": {
            "title": "KNOW-HOW",

            "ateliers": "Manufactory",
            "fabrication": "Production",

            "subText": "Between tradition and innovation : a story of passion",
            "firstText": "At the heart of their own European workshops, the JNL group has blown a breath of exclusivity over its manufacturing process while attracting great names in architecture; thanks to their talent for tailor-made design and development of one-of-a-kind pieces.",

            "steps": "5 STAGES IN MANUFACTURING",
            "step1Title": "The design",
            "step1Text": "The first lines of the project are drawn according to the client’s wishes and lay the foundations for the creative process.",
            "step2Title": "The materials",
            "step2Text": "Guided by inspirations and references provided beforehand, JNL researches and then hand selects the raw materials and fabrics that will shape the creation.",
            "step3Title": "Protoyping",
            "step3Text": "A highly experimental phase, this stage in the process is necessary to adjust the work depending on the volume and strength of certain materials.",
            "step4Title": "The final model",
            "step4Text": "The final piece of furniture is tested and approved by its artisans.  It then leaves the workshop to be sent to the customer.",
            "step5Title": "Maintenance",
            "step5Text": "To ensure increased longevity, each creation benefits from a quality after-sales service. The workshops are committed to maintaining, reinforcing or repairing the furniture to better provide for a second life.",
            
            "stepsText": "Each step in the manufacturing process may be subject to a custom request for a custom result."

        },
        "FR": { 
            "title": "SAVOIR-FAIRE",

            "ateliers": "Les ateliers",
            "fabrication": "La fabrication",

            "subText": "ENTRE TRADITION ET INNOVATION : UNE HISTOIRE DE CRÉATION.",
            "firstText": "Au sein de ses propres ateliers les artisans du groupe JNL maîtrisent les technologies de pointe et respectent un savoir-faire transmis au fil des générations. Chaque création est guidée par le l’engagement de la réalisation du « bel ouvrage » sur lequel la main de l’homme a su traduire sa passion.",
            "secondText": "Qu’ils soient garnisseurs, ébénistes, sculpteurs, ferronniers d’art ou techniciens, les artisans du groupe JNL perpétuent l’art de ces métiers de mains, léguant un cachet unique à chacune des créations. Cette union entre savoir-faire séculaire et nouvelles technologies à la pointe du progrès, permet d’éditer des collections très abouties en parfaite symbiose avec l’aire du temps.",

            
            "steps": "Cinq étapes clés",
            "step1Title": "Le dessin",
            "step1Text": "Les lignes tracent les souhaits du client et posent les bases du projet.",
            "step2Title": "The matériaux",
            "step2Text": "Après une recherche approfondie, l’équipe créative propose une première sélection d’inspiration parmi les tissus, placages et métaux qui harmoniseront l’ambiance de vos intérieurs.",
            "step3Title": "Le protoypage",
            "step3Text": "Cette opération consiste à réaliser un prototype. Celui-ci sert à évaluer l'intérêt des idées proposées et les choix esthétiques qui seront appliqués au modèle final.",
            "step4Title": "Le modèle final",
            "step4Text": "Après un dernier contrôle qualité sévère, le modèle abouti est certifié conforme. Il quitte alors la manufacture pour être ensuite acheminé chez le client.",
            "step5Title": "L'accompagnament",
            "step5Text": "Le service après-vente accompagne chacune de nos créations. Grâce à ce service par lequel les meilleurs conseils d’entretien sont transmis au client, chaque modèle traverse les décennies s’en en accuser les outrages.",
            
            "stepsText": "En étroite collaboration avec le service après-vente, ce département vous propose une cure de jouvence complète pour votre modèle préférée. Re-garnissage, re-tapissage et retouches diverses lui donneront une seconde vie.<br><br>Le département design quant à lui, vous propose un service « sur mesure » pour répondre aux exigences et à la configuration de vos lieux de vie."

     }
    }
]