[
    {
        "EN": {
            "histoireTitle": "Where tradition meets design",
            "histoireText": "JNL group brings a new wave of creativity to made-to-measure design with its impeccable mastery of the fabrication process. Upholsterers, woodworkers, sculptors, blacksmiths, and technicians, JNL’s artisans breathe new life into an ancestral art that renders each creation unique.",
            "histoireButtonText": "discover the group",

            "marquesTitle": "The Collections",
            "marquesJNL": "JNL Collection turns to customization and eclecticism to enhance your interiors by subtly pairing great classics with more avant-garde inspirations. ",
            "marquesVanhamme": "With an experience that has lasted centuries, the Vanhamme collection continues to enrich its collections by addressing ethical issues of our time. All is made to translate the very art of sitting, with attention paid to the quality of a seat, curvature of a backrest, or comfort of an armrest. ",
            "marquesUngaro": "Ungaro Home boldly combines key aspects of contemporary life: Motif pairings, rare and precious materials, delicate finishings. Each model is a unique and exclusive object. ",
            "marquesStudio": "The JNL Studio collection offers a range of timeless and comfortable furniture specially made to enliven bedrooms and living rooms alike.",
            "marquesButtonText": "Discover the collection",

            "actualitesTitle": "News",
            "actualites1": "Season Greetings!\n",
            "actualites2": "Alain Lahy is nominated for the Trends Manager of the year !",
            "actualites3": "Maison & Objet - January 2020\nSave the date !",
            "readButton": "read more",

            "savoirTitle": "Know-how",
            "savoirButton": "Discover the manufactory",

            "projetsTitle": "Projects",

            "projetsCity1": "London",
            "projets1": "Residential",
            "projetsDescription1": "In partnership with Shalini Misra, interior design architect",

            "projetsCity2": "Paris",
            "projets2": "Residential",
            "projetsDescription2": "In partnership with Gerard Faivre, interior design architect",

            "projetsCity3": "Reims",
            "projets3": "Royal Champagne Hotel & Spa",
            "projetsDescription3": "In partnership with Sybille de Margerie, interior design architect"
        },
        "FR": {
            "histoireTitle": "La tradition dans la création",
            "histoireText": "Le groupe JNL a su apporter un vent nouveau de créativité pour le sur mesure grâce à la parfaite maîtrise des process de fabrication. Garnisseurs, ébénistes, sculpteurs, ferronniers ou techniciens, ses artisans perpétuent un art ancestral qui confère un cachet unique à chacune des créations.",
            "histoireButtonText": "découvrir le groupe",

            "marquesTitle": "Les collections",
            "marquesJNL": "JNL Collection joue la carte de la personnalisation et de l’éclectisme pour sublimer les intérieurs en mariant subtilement les grands classiques aux inspirations les plus avant gardistes.",
            "marquesVanhamme": "La maison VANHAMME forte de ses acquis centenaires enrichi régulièrement sa collection en intégrant les problématiques éthiques de notre siècle. La qualité des assises, le galbe d’un dossier, le confort d’un accotoir, tout traduit le véritable art de s’asseoir.",
            "marquesUngaro": "UNGARO HOME conjugue sans détours la spécificité des codes de notre époque. Jeux de motifs, matières rares et précieuses, finitions délicates font de chaque modèle de sa collection un objet unique et exclusif.",
            "marquesStudio": "La collection JNL Studio propose une gamme de mobilier au style intemporel et confortable spécialement conçue pour habiller chambres et pièces à vivre. ",
            "marquesButtonText": "DÉCOUVRIR la collection",

            "actualitesTitle": "ACTUALITÉS",
            "actualites1": "Season Greetings!",
            "actualites2": "Alain Lahy est nominé aux Trends Manager 2019 !",
            "actualites3": "Maison & Objet - Janvier 2020\nSave the date !",
            "readButton": "lire la suite",

            "savoirTitle": "Le savoir faire",
            "savoirButton": "DÉCOUVRIR LES ATELIERS",

            "projetsTitle": "Projets",

            "projetsCity1": "Londres",
            "projets1": "Résidentiel",
            "projetsDescription1": "Projet réalisé en collaboration avec Shalini Misra, architecte d’intérieur",

            "projetsCity2": "Paris",
            "projets2": "Résidentiel",
            "projetsDescription2": "Projet réalisé en collaboration avec Gerard Faivre, architecte d’intérieur",

            "projetsCity3": "Reims",
            "projets3": "Royal Champagne Hotel & Spa",
            "projetsDescription3": "Projet réalisé en collaboration avec Sybille de Margerie, architecte d’intérieur"
        }
    }
]
