[
    {
        "EN": {
            "histoireTitle": "ARTISANS OF DECORATION SINCE 1992",
            "histoireText": "At the heart of their own European studios, the JNL group has blown a breath of exclusivity over its manufacturing process while attracting great names in architecture; thanks to their talent for tailor-made design and development of one-of-a-kind pieces. Whether they are skilled upholsterers, carpenters, sculptors, metalworkers or technicians, their craftsmen perpetuate an ancestral art that gives a unique charm to each of its creations.",
            "histoireButtonText": "discover the group",

            "marquesTitle": "BRANDS",
            "marquesJNL": "The spirit embodied by the JNL Collection is<br> a subtle blend of great classicism<br>and avant-garde inspiration.<br><br>The brand uses personalization and eclecticism<br>to create ultimately sublime interiors. ",
            "marquesVanhamme": "As a true explorer in the art of seating,<br>the Van Hamme brand has gone through<br>trends as it has gone through the ages.<br><br>The incredible work of its craftsmen<br>brought to the comfort of a seat<br>is an ode to the art of sitting.",
            "marquesUngaro": "Sophisticated motifs, precious materials,<br>and delicate finishes...<br><br>Emanuel Ungaro Home unveils its home designs<br>in unstoppably chic and contemporary opulence.",
            "marquesLuz": "Luz Interiors offers a timeless collection,<br> designed to enliven any space with<br>simplicity and conviviality.<br><br>The simplest things are often<br>the most complex to design.",
            "marquesButtonText": "Discover the universe",
            
            "actualitesTitle": "News",
            "actualites1": "Maison & Objet 2019",
            "actualites2": "Welcome Tiger Lily rugs",
            "actualites3": "The new gougé",
            "readButton": "read more",

            "savoirTitle": "Know-how",
            "savoirButton": "Discover the workshops",

            "projetsTitle": "Projects",

            "projetsCity1": "London",
            "projets1": "Residential",
            "projetsDescription1": "In partnership with interior design architect Shalini Misra",

            "projetsCity2": "Paris",
            "projets2": "Residential",
            "projetsDescription2": "In partnership with interior design architect xxxx",

            "projetsCity3": "Reims",
            "projets3": "Royal Champagne Hotel & Spa",
            "projetsDescription3": "Photo credit : MRTRIPPER"
        },
        "FR": {
            "histoireTitle": "La tradition dans la création",
            "histoireText": "Le groupe JNL a su apporter un vent nouveau de créativité pour le sur mesure grâce à la parfaite maîtrise des process de fabrication. Garnisseurs, ébénistes, sculpteurs, ferronniers ou techniciens, ses artisans perpétuent un art ancestral qui confère un cachet unique à chacune des créations.",
            "histoireButtonText": "découvrir le groupe",

            "marquesTitle": "Les collections",
            "marquesJNL": "JNL Collection joue la carte de la personnalisation et de l’éclectisme pour sublimer les intérieurs en mariant subtilement les grands classiques aux inspirations les plus avant gardistes.",
            "marquesVanhamme": "La maison VANHAMME forte de ses acquis centenaires enrichi régulièrement sa collection en intégrant les problématiques éthiques de notre siècle. La qualité des assises, le galbe d’un dossier, le confort d’un accotoir, tout traduit le véritable art de s’asseoir.",
            "marquesUngaro": "UNGARO HOME conjugue sans détours la spécificité des codes de notre époque. Jeux de motifs, matières rares et précieuses, finitions délicates font de chaque modèle de sa collection un objet unique et exclusif.",
            "marquesLuz": "La collection Luz Interiors propose une gamme de mobilier au style intemporel et confortable spécialement conçue pour habiller chambres et pièces à vivre.",
            "marquesButtonText": "DÉCOUVRIR L’UNIVERS",

            "actualitesTitle": "ACTUALITÉS",
            "actualites1": "Maison & Objet 2019",
            "actualites2": "Les tapis Tiger Lily chez JNL",
            "actualites3": "Le nouveau gougé",
            "readButton": "lire la suite",

            "savoirTitle": "Le savoir faire",
            "savoirButton": "DÉCOUVRIR LES ATELIERS",

            "projetsTitle": "Projets",

            "projetsCity1": "Londres",
            "projets1": "Résidentiel",
            "projetsDescription1": "Projet réalisé en collaboration avec l’architecte d’intérieur Shalini Misra",

            "projetsCity2": "Paris",
            "projets2": "Résidentiel",
            "projetsDescription2": "Projet réalisé en collaboration avec l’architecte d’intérieur xxx",

            "projetsCity3": "Reims",
            "projets3": "Royal Champagne Hotel & Spa",
            "projetsDescription3": "Crédit photos : MRTRIPPER"
        }
    }
]